<?php
// Heading
$_['heading_title'] = 'Популярные запросы';

// Text
$_['text_module']  = 'Модули';
$_['text_success'] = 'Настройки успешно изменены!';
$_['example_text'] = 'Пример, нажмите: => ';
$_['example']      = 'Золото;Кольцо;Серьги;Пусеты';
$_['text_edit']    = 'Настройки модуля';

// Entry
$_['entry_name']        = 'Название модуля';
$_['entry_title']       = 'Поисковые теги';
$_['entry_description'] = 'Текст';
$_['entry_status']      = 'Статус';

// Error
$_['error_permission'] = 'У Вас нет прав для управления данным модулем!';
$_['error_name']       = 'Название модуля должно содержать от 3 до 64 символов!';

