<?php
// Heading
$_['heading_title']      	= 'Автор';

// Columns
$_['column_author_name']	= 'Имя Автора';
$_['column_status']			= 'Статус';
$_['column_date_added']		= 'Дата добавления';
$_['column_action']			= 'Действие';

// Text
$_['text_success']       	= 'Редакция прошла успешно!';
$_['text_default']       	= 'По Умолчанию';
$_['text_image_manager'] 	= 'Управление Изображениями';
$_['text_browse']        	= 'Просмотр';
$_['text_clear']         	= 'Очистить';
$_['text_add']	            = 'Добавить Автора';
$_['text_edit']	            = 'Редактировать Автора';

// Help
$_['help_name']             = 'Имя Автора должно быть уникальным.';
$_['help_keyword']          = 'Не используйте пробелы, вместо пробела ставьте – и убедитесь, что Ключевые Слова глобально уникальны.';
$_['help_adminid']          = 'Имя пользователя Администратора – смотрите документацию';

// Entry
$_['entry_name']         	= 'Имя Автора:';
$_['entry_keyword']      	= 'SEO Ключевые Слова:';
$_['entry_image']        	= 'Аватар:';
$_['entry_type']         	= 'Тип:';
$_['entry_adminid']      	= 'Id Администратора:';
$_['entry_description']  	= 'Описание:';
$_['entry_ctitle']       	= 'Уникальный заголовок страницы:';
$_['entry_meta_description']= 'Meta Tag Описание:';
$_['entry_meta_keyword'] 	= 'Meta Tag Ключевые Слова:';
$_['entry_status'] 			= 'Статус:';


// Errors
$_['error_warning']			= 'Предупреждение: Пожалуйста проверти внимательно на наличие Ошибок!';
$_['error_permission']   	= 'Предупреждение: У Вас не прав изменять Автора!';
$_['error_name']         	= 'Имя Автора должно состоять из не менее 3 и не более 255 символов!';
$_['error_author_found']    = 'Имя Автора уже существует, Имя Автора должно быть уникальным!';
$_['error_seo_not_found']   = 'SEO Ключевые Слова должны состоять от 3 и до 64 символов!';
$_['error_article']      	= 'Предупреждение: Вы не можете удалить Автора так как он взаимосвязан с Статьёй или с несколькими Статьямии!';


?>