<?php
 // Heading
$_['heading_title']      		= 'Комментарии';

// Text
$_['text_success']				= 'Комментарий Успешно отредактирован!';
$_['text_add']	                = 'Добавить Комментарий';
$_['text_edit']	                = 'Редактировать Комментарий';

// Columns
$_['column_article_title']		= 'Заголовок Статьи';
$_['column_author_name']		= 'Имя Автора';
$_['column_status']				= 'Статус';
$_['column_date_added']			= 'Дата добавления';
$_['column_action']				= 'Действие';

// Buttons
$_['button_add_reply']			= 'Ответить на Комментарий';

// Help
$_['help_article']              = 'Название Статьи должно быть выбрано по Автозаполнению.';

// Tab
$_['tab_comment']				= 'Комментарии';

// Entry
$_['entry_author']				= 'Имя Автора:';
$_['entry_article']				= 'Название Статьи:';
$_['entry_status']				= 'Статус:';
$_['entry_comment']				= 'Комментарий:';
$_['entry_reply_comment']		= 'Reply';

// Error
$_['error_warning']				= 'Предупреждение: Пожалуйста внимательно проверти Форму на наличие Ошибок!';
$_['error_permission']  		= 'Предупреждение: У Вас не прав Редактировать Комментарии!';
$_['error_author']				= 'Имя Автора должно состоять минимум из 3 и до 64 символов!';
$_['error_comment']				= 'Комментарий должен состоять из минимум 3 до 1000 символов! ';
$_['error_article_title']  		= 'У Статьи должен быть Заголовок!';
$_['error_article_title_not_found']	= 'Заголовок Статьи не найден в наших списках!';

?>