<?php
// Text
$_['text_success']     = 'Успешно: Вы изменили модули!';
$_['text_unzip']       = 'Распаковка файлов!';
$_['text_move']        = 'Копирование файлов!';
$_['text_xml']         = 'Применение модификации!';
$_['text_remove']      = 'Удаление временных файлов!';

// Error
$_['error_permission'] = 'Предупреждение: у вас нет разрешения на изменение модулей!';
$_['error_install']    = 'Установка еще не закончилась, подождите несколько секунд!';
$_['error_unzip']      = 'Не удалось открыть файл Zip!';
$_['error_file']       = 'Не удалось найти файл install!';
$_['error_directory']  = 'Не удалось найти папку upload!';
$_['error_code']       = 'Нужен уникальный код (code) модуля в XML!';
$_['error_xml']        = 'Модификация %s уже установлена!';
$_['error_exists']     = 'Файл %s уже существует!';
$_['error_allowed']    = 'Папка %s не разрешена для записи!';